Repository: wp-plugins/simple-revision-control
Catalog: languages/simple_revision_control-*.po
Languages: sv_se

source: Number of revisions
sv_se: Antal revideringar

source: Set <b>0</b> to unlimited revisions, set <b>1</b> to no revisions or set any other number.
sv_se: Ange <b>0</b> för obegränsade revideringar, ange <b>1</b> för inga revideringar eller ange andra nummer.

source: Post
sv_se: Artikel

source: Page
sv_se: Sida

source: Custom Post Types
sv_se: Anpassade post typer

source: An error occurred while getting the configuration.
sv_se: Ett fel uppstod i konfigurationen.

source: Save Changes
sv_se: Spara ändringar

source: Settings
sv_se: Inställningar

source: Donate
sv_se: Donera

source: Revisions
sv_se: Revideringar

source: Simple Revision Control
sv_se: Enkel revision kontroll

source: Need Assistance?
sv_se: Behöver du hjälp?

source: Problems? The links bellow can be very helpful to you
sv_se: Problem? Länkarna nedan kan vara till stor hjälp för dig

source: Wordpress Help Forum
sv_se: Wordpress Hjälp Forum

source: Simple Revision Control is a plugin for WordPress which gives the user simple control over the Revision functionality.
sv_se: Simple Revision Control är ett Wordpress plugin som ger användaren enkel kontroll över reviderings funktionen.
